04_OpenFoam/_ref/OpenFOAM-14/incompressibleFluid/hopperParticles/hopperEmptying/0/mu
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  14
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0";
    object      mu;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [dynamicDiffusivity];

internalField   uniform 1.2e-05;

boundaryField
{
    walls
    {
        type            calculated;
        value           uniform 1.2e-05;
    }
    frontAndBack
    {
        type            calculated;
        value           uniform 1.2e-05;
    }
    inlet
    {
        type            calculated;
        value           uniform 1.2e-05;
    }
    outlet
    {
        type            calculated;
        value           uniform 1.2e-05;
    }
}


// ************************************************************************* //
